/************************************************************************
     瑞斯康达科技发展股份有限公司          版权所有                          
*************************************************************************
   @BEGAIN_INTERNAL_LEGAL@                                             
                                                                         
  Raisecom  Science & Technology Development Co.,Ltd. Beijing, China     
  Unpublished work-rights reserved under the China Copyright Act.        
  Use,duplication, or disclosure by the government is subject to         
  restrictions set forth in the raisecom commercial license agreement.   
                                                                         
   @END_INTERNAL_LEGAL@                                              
***********************************************************************
  文 件 名   : of_adpl_util.h
  版 本 号   : 初稿
  作    者   : HuShouqiang
  生成日期   : 2016年3月17日
  最近修改   :
  功能描述   : ADPL公共支撑类函数接口
  函数列表   :
  修改历史   :
  日    期   : 2016年3月17日
  作    者   : HuShouqiang
  修改内容   : 创建文件

***************************************************************************/

/*----------------------------------------------*
 * 包含头文件                                   *
 *----------------------------------------------*/

/*----------------------------------------------*
 * 外部变量说明                                 *
 *----------------------------------------------*/
#define ADPL_PRINT_DEBUG				printf

/*----------------------------------------------*
 * 外部函数原型说明                             *
 *----------------------------------------------*/

/*----------------------------------------------*
 * 内部函数原型说明                             *
 *----------------------------------------------*/

